{"pages":[],"posts":[{"title":"CutClip","text":"CutClip can help you to collect and save web pages whenever you are surfing the internet in Safari. You can share, edit the offline pages whenever you like. Features: Quick action in Safari Save and share web pages for offline reading Support dark mode Featuresaction in Safari save web page Offline page List Favorite List Reading Offline Reading Offline in Dark Mode iPad: Offline page List","link":"/app/marketing/"},{"title":"Privacy Policy","text":"Privacy Policy for the CutClipWe are the developers of CutClip. This privacy policy describes how we process your personal information and which privacy rights you have when you are using CutClip. Please contact us at the contact information below if you have any questions or comments. Personal Information Collection and Use Personal Information Sharing Tracking Technologies Social Logins In-app Purchase Information Policy Changes Accessibility Contact Us Personal Information Collection and UseWe may receive technical information about your device, for example, its IP address or operating system. Personal Information SharingWe do not share any personal information. Tracking TechnologiesNeither CutClip nor any third party services are using tracking technologies. Social LoginsCutClip does not use any social login functionality. In-app Purchase InformationCutClip does not process any in-app purchase information. Policy ChangesWhen we make material changes to this privacy policy, for example, due to app updates or changes in the law, we will post the updated policy here. The policy will always apply in the version at the time of your use of CutClip even if you downloaded CutClip at a time when a previous policy version was applicable. AccessibilityThis website conforms to the Web Content Accessibility Guidelines (WCAG) 2.1. However, if you are having difficulties obtaining information from it, please contact us at the contact information below. We will try to make the information available to you in another format and answer any question that you may have. Contact UsPlease contact us if you have any questions or concerns. cutclip@outlook.com","link":"/app/privacy-policy/"},{"title":"Support","text":"CutClip can help you to collect and save web pages whenever you are surfing the internet in Safari. You can share, edit the offline pages whenever you like. For usage guide, please refer the user help in the app. Feel free to send me any comments or questions by email cutclip@outlook.com. We’d like to hear from you.","link":"/app/support/"},{"title":"CutClip","text":"** CutClip** CutClipは、Safariでインターネットをサーフィンしているときはいつでも、Webページを収集して保存するのに役立ちます。 オフラインページはいつでも共有、編集できます。 SafariからWebページを保存して共有し、オフラインで読むことができます お気に入りリスト コンテンツを共有する ダークモードをサポート 特徴Safariで操作する Webページを保存する オフラインページリスト お気に入りリスト オフラインで読む ダークモードでオフラインで読む iPad：オフラインページリスト","link":"/app/ja/marketing/"},{"title":"支持","text":"CutClipは、Safariでインターネットをサーフィンしているときはいつでも、Webページを収集して保存するのに役立ちます。 オフラインページはいつでも共有、編集できます。 使用ガイドについては、アプリのユーザーヘルプを参照してください。 コメントや質問がある場合は、メール cutclip@outlook.com でお気軽にお送りください。 ご連絡をお待ちしております。","link":"/app/ja/support/"},{"title":"個人情報保護方針","text":"Privacy Policy for the CutClipWe are the developers of CutClip. This privacy policy describes how we process your personal information and which privacy rights you have when you are using CutClip. Please contact us at the contact information below if you have any questions or comments. Personal Information Collection and Use Personal Information Sharing Tracking Technologies Social Logins In-app Purchase Information Policy Changes Accessibility Contact Us Personal Information Collection and UseWe may receive technical information about your device, for example, its IP address or operating system. Personal Information SharingWe do not share any personal information. Tracking TechnologiesNeither CutClip nor any third party services are using tracking technologies. Social LoginsCutClip does not use any social login functionality. In-app Purchase InformationCutClip does not process any in-app purchase information. Policy ChangesWhen we make material changes to this privacy policy, for example, due to app updates or changes in the law, we will post the updated policy here. The policy will always apply in the version at the time of your use of CutClip even if you downloaded CutClip at a time when a previous policy version was applicable. AccessibilityThis website conforms to the Web Content Accessibility Guidelines (WCAG) 2.1. However, if you are having difficulties obtaining information from it, please contact us at the contact information below. We will try to make the information available to you in another format and answer any question that you may have. Contact UsPlease contact us if you have any questions or concerns. cutclip@outlook.com","link":"/app/ja/privacy-policy/"}],"tags":[],"categories":[]}