{"pages":[],"posts":[{"title":"介绍","text":"CC网页剪报 帮助您收集并保存离线网页内容，当您随时随地使用 Safari 浏览任何网页内容。您可以编辑并分享离线页面。 特色功能: 在Safari中快速操作 剪切并保存网页内容，支持离线阅读 支持暗夜模式 功能特色在Safari浏览器中的便捷的操作 保存网页 离线网页列表 收藏列表 离线阅读 离线阅读：暗夜模式 iPad: 离线网页列表","link":"/app/zh/marketing/"},{"title":"隐私政策","text":"隐私政策We are the developers of CutClip. This privacy policy describes how we process your personal information and which privacy rights you have when you are using CutClip. Please contact us at the contact information below if you have any questions or comments. Personal Information Collection and Use Personal Information Sharing Tracking Technologies Social Logins In-app Purchase Information Policy Changes Accessibility Contact Us Personal Information Collection and UseWe may receive technical information about your device, for example, its IP address or operating system. Personal Information SharingWe do not share any personal information. Tracking TechnologiesNeither CutClip nor any third party services are using tracking technologies. Social LoginsCutClip does not use any social login functionality. In-app Purchase InformationCutClip does not process any in-app purchase information. Policy ChangesWhen we make material changes to this privacy policy, for example, due to app updates or changes in the law, we will post the updated policy here. The policy will always apply in the version at the time of your use of CutClip even if you downloaded CutClip at a time when a previous policy version was applicable. AccessibilityThis website conforms to the Web Content Accessibility Guidelines (WCAG) 2.1. However, if you are having difficulties obtaining information from it, please contact us at the contact information below. We will try to make the information available to you in another format and answer any question that you may have. Contact UsPlease contact us if you have any questions or concerns. cutclip@outlook.com","link":"/app/zh/privacy-policy/"},{"title":"用户支持","text":"CC网页剪报 帮助您收集并保存离线网页内容，当您随时随地使用 Safari 浏览任何网页内容。您可以编辑并分享离线页面。 如需查看用户使用指南，请参考APP内的”如何使用“。 如果您对本应用有任何使用疑问、问题反馈或者功能期待，欢迎发送邮件到cutclip@outlook.com。期待您的意见与建议。","link":"/app/zh/support/"}],"tags":[],"categories":[]}