{"pages":[],"posts":[{"title":"CutClip","text":"CutClip puede ayudarlo a recopilar y guardar páginas web siempre que navegue por Internet en Safari. Puede compartir, editar las páginas sin conexión cuando lo desee. Características: Acción rápida en Safari Guarde y comparta páginas web para leer sin conexión Soporta modo oscuro Característicasacción en Safari guardar página web Lista de páginas sin conexión Lista favorita Leer sin conexión Leer sin conexión en modo oscuro iPad: Lista de páginas sin conexión","link":"/app/es/marketing/"},{"title":"Política de privacidad","text":"Política de privacidad para CutClipWe are the developers of CutClip. This privacy policy describes how we process your personal information and which privacy rights you have when you are using CutClip. Please contact us at the contact information below if you have any questions or comments. Personal Information Collection and Use Personal Information Sharing Tracking Technologies Social Logins In-app Purchase Information Policy Changes Accessibility Contact Us Personal Information Collection and UseWe may receive technical information about your device, for example, its IP address or operating system. Personal Information SharingWe do not share any personal information. Tracking TechnologiesNeither CutClip nor any third party services are using tracking technologies. Social LoginsCutClip does not use any social login functionality. In-app Purchase InformationCutClip does not process any in-app purchase information. Policy ChangesWhen we make material changes to this privacy policy, for example, due to app updates or changes in the law, we will post the updated policy here. The policy will always apply in the version at the time of your use of CutClip even if you downloaded CutClip at a time when a previous policy version was applicable. AccessibilityThis website conforms to the Web Content Accessibility Guidelines (WCAG) 2.1. However, if you are having difficulties obtaining information from it, please contact us at the contact information below. We will try to make the information available to you in another format and answer any question that you may have. Contact UsPlease contact us if you have any questions or concerns. cutclip@outlook.com","link":"/app/es/privacy-policy/"},{"title":"Apoyo","text":"CutClip puede ayudarlo a recopilar y guardar páginas web siempre que navegue por Internet en Safari. Puede compartir, editar las páginas sin conexión cuando lo desee. Para obtener una guía de uso, consulte la ayuda del usuario en la aplicación. No dude en enviarme cualquier comentario o pregunta por correo electrónico. cutclip@outlook.com. Nos gustaría saber de ti.","link":"/app/es/support/"}],"tags":[],"categories":[]}