{"pages":[],"posts":[{"title":"Politique de confidentialité","text":"Politique de confidentialité pour le CutClipWe are the developers of CutClip. This privacy policy describes how we process your personal information and which privacy rights you have when you are using CutClip. Please contact us at the contact information below if you have any questions or comments. Personal Information Collection and Use Personal Information Sharing Tracking Technologies Social Logins In-app Purchase Information Policy Changes Accessibility Contact Us Personal Information Collection and UseWe may receive technical information about your device, for example, its IP address or operating system. Personal Information SharingWe do not share any personal information. Tracking TechnologiesNeither CutClip nor any third party services are using tracking technologies. Social LoginsCutClip does not use any social login functionality. In-app Purchase InformationCutClip does not process any in-app purchase information. Policy ChangesWhen we make material changes to this privacy policy, for example, due to app updates or changes in the law, we will post the updated policy here. The policy will always apply in the version at the time of your use of CutClip even if you downloaded CutClip at a time when a previous policy version was applicable. AccessibilityThis website conforms to the Web Content Accessibility Guidelines (WCAG) 2.1. However, if you are having difficulties obtaining information from it, please contact us at the contact information below. We will try to make the information available to you in another format and answer any question that you may have. Contact UsPlease contact us if you have any questions or concerns. cutclip@outlook.com","link":"/app/fr/privacy-policy/"},{"title":"CutClip","text":"CutClip peut vous aider à collecter et à enregistrer des pages Web chaque fois que vous surfez sur Internet dans Safari. Vous pouvez partager, modifier les pages hors ligne quand vous le souhaitez. Caractéristiques: Action rapide dans Safari Enregistrez et partagez des pages Web pour une lecture hors ligne Prise en charge du mode sombre Fonctionnalitésaction dans Safari enregistrer la page Web Liste des pages hors ligne Liste des favoris Lecture hors ligne Lecture hors ligne en mode sombre iPad: liste des pages hors ligne","link":"/app/fr/marketing/"},{"title":"Support","text":"CutClip peut vous aider à collecter et à enregistrer des pages Web chaque fois que vous surfez sur Internet dans Safari. Vous pouvez partager, modifier les pages hors ligne quand vous le souhaitez. Pour le guide d’utilisation, veuillez consulter l’aide utilisateur dans l’application. N’hésitez pas à m’envoyer vos commentaires ou questions par email cutclip@outlook.com. Nous aimerions avoir de vos nouvelles.","link":"/app/fr/support/"}],"tags":[],"categories":[]}