{"pages":[],"posts":[{"title":"Служба поддержки","text":"CutClip может помочь вам собирать и сохранять веб-страницы, когда вы просматриваете Интернет в Safari. Вы можете делиться, редактировать офлайн-страницы, когда захотите. Чтобы получить руководство по использованию, обратитесь к справке пользователя в приложении. Не стесняйтесь присылать мне любые комментарии или вопросы по электронной почте cutclip@outlook.com. Мы хотели бы получить известие от вас.","link":"/app/ru/support/"},{"title":"CutClip","text":"CutClip может помочь вам собирать и сохранять веб-страницы, когда вы просматриваете Интернет в Safari. Вы можете делиться, редактировать офлайн-страницы, когда захотите. Функции: Быстрое действие в Safari Сохраняйте и делитесь веб-страницами для чтения в автономном режиме Поддержка темного режима Функциидействие в Safari сохранить веб-страницу Список офлайн-страниц Любимый список Чтение офлайн Чтение в автономном режиме в темном режиме iPad: список офлайн-страниц","link":"/app/ru/marketing/"},{"title":"Политика конфиденциальности","text":"Политика конфиденциальности для CutClipWe are the developers of CutClip. This privacy policy describes how we process your personal information and which privacy rights you have when you are using CutClip. Please contact us at the contact information below if you have any questions or comments. Personal Information Collection and Use Personal Information Sharing Tracking Technologies Social Logins In-app Purchase Information Policy Changes Accessibility Contact Us Personal Information Collection and UseWe may receive technical information about your device, for example, its IP address or operating system. Personal Information SharingWe do not share any personal information. Tracking TechnologiesNeither CutClip nor any third party services are using tracking technologies. Social LoginsCutClip does not use any social login functionality. In-app Purchase InformationCutClip does not process any in-app purchase information. Policy ChangesWhen we make material changes to this privacy policy, for example, due to app updates or changes in the law, we will post the updated policy here. The policy will always apply in the version at the time of your use of CutClip even if you downloaded CutClip at a time when a previous policy version was applicable. AccessibilityThis website conforms to the Web Content Accessibility Guidelines (WCAG) 2.1. However, if you are having difficulties obtaining information from it, please contact us at the contact information below. We will try to make the information available to you in another format and answer any question that you may have. Contact UsPlease contact us if you have any questions or concerns. cutclip@outlook.com","link":"/app/ru/privacy-policy/"}],"tags":[],"categories":[]}